; Generated (11.06.2021 14:00:00) by Switch Power Scheme v1.3
; www.sordum.org

[Main]
Language=Portuguese_Brasil
WinSetOnTop=0
HideWindowOnStartup=1
HideWhenMinimized=1
UseShiftKey=1
WinPositions=500,360,631,257

[Language_English]
Translator="BlueLife"
01="This program is designed to switch between power schemes quickly."
02="Please Wait ..."
03="&File\n &Edit\n &Tools\n &Options\n &Help"
04="Power Plans\n Description"
05="Apply selected"
06="Create a Power Plan"
07="Delete Selected"
08="Windows Mobility Center"
09="Advanced Power Options"
10="Power Options"
11="&Import Power Plan"
12="&Reset Power Plans"
13="&Show Main Window"
14="E&xit"
15="&Activate"
16="&Delete"
17="&Rename"
18="&Export"
19="Create &Shorcut"
20="&Copy\n &GUID\n &Name\n &Description"
21="&Refresh"
22="&Power Options"
23="Windows &Mobility Center"
24="Power && &Sleep"
25="Power Plans &List"
26="Add to Desktop &Context Menu"
27="Use the &Shift Key to Display"
28="&Change Power Plan"
29="&Always On Top"
30="&Hide Window on Startup"
31="&Hide When Minimized"
32="&Auto Start With Windows Startup"
33="&Donate"
34="&HomePage"
35="&Contact"
36="&About"
37="Power Plan Name\n Power Plan Description\n Apply\n Cancel"
38="Power Plan Files\n All Files\n Shortcuts"
39="Unable to create file!"
40="Active power plan cannot be deleted!"
41="Are you sure you want to delete the selected power plan?"
42="Are you sure you want to reset power plans?"
43="This feature requires administrator rights.\n Do you want to run the program with administrative rights?"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, güç düzenleri arasında hızla geçiş yapmak için tasarlanmıştır."
02="Lütfen Bekleyin ..."
03="&Dosya\n &Düzen\n &Araçlar\n &Seçenekler\n &Yardım"
04="Güç Düzenleri\n Açıklaması"
05="Seçileni Uygula"
06="Yeni Güç Düzeni Oluştur"
07="Listeden Seçilen Sil"
08="Windows Mobility Center"
09="Gelişmiş Güç Seçenekleri"
10="Güç Seçenekleri"
11="&Dosyadan Güç Düzeni Al"
12="&Güç Düzenlerini Sıfırla"
13="&Ana Pencereyi Göster"
14="&Kapat"
15="&Aktive Et"
16="&Sil"
17="&Yeniden Adlandır"
18="&Dışarıya Aktar"
19="&Kısayol Oluştur"
20="&Kopyala\n &GUID\n &İsmi\n &Açıklaması"
21="&Yenile"
22="&Güç Seçenekleri"
23="Windows &Mobility Center"
24="Güç ve &Uyku"
25="Güç Düzenleri &Listesi"
26="&Masaüstü Sağ Tuş Menüsüne Ekle"
27="&Shift Tuşuna Basınca Görünsün"
28="&Güç Düzenini Değiştir"
29="&Pencere Her Zaman Üstte"
30="&Başlangıçta Pencereyi Gizle"
31="&Küçültüldüğünde Pencereyi Gizle"
32="&Oturum Başlangıcında Çalıştır"
33="&Bağış Yap"
34="&Web Sitesi"
35="&İletişim"
36="&Hakkında"
37="Güç Düzeninin İsmi\n Güç Düzeninin Açıklaması\n Uygula\n İptal"
38="Güç Düzeni Dosyaları\n Tüm Dosyalar\n Kısayollar"
39="Dosya oluşturulamıyor!"
40="Aktif güç düzeni silinemez!"
41="Seçilen güç düzenini silmek istediğinizden emin misiniz?"
42="Güç düzenlerini sıfırlamak istediğinizden emin misiniz?"
43="Bu özellik için yönetici yetkisi gerekiyor.\n Programı yönetici haklarıyla çalıştırmak istiyor musunuz?"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Dieses Programm wurde entwickelt,um Energiesparplan schnell zu wechseln."
02="bitte warten ..."
03="&Datei\n &Bearbeiten\n &Werkzeug\n &Optionen\n &Hilfe"
04="Energiesparplans\n Beschreibung"
05="ausgewählte übernehmen"
06="Energiesparplan erstellen"
07="Ausgewählte löschen"
08="Windows-Mobilitätscenter"
09="Erweiterte Energieeinstellungen"
10="Energieoptionen"
11="&Energie Sparpläne Importieren"
12="&Energie Sparpläne rücksetzen"
13="&Programmoberfläche öffnen"
14="beenden"
15="&aktivieren "
16="&löschen"
17="&umbenennen"
18="&exportieren"
19="Verknüpfung erstellen"
20="&Kopieren\n &GUID\n &Name\n &Beschreibung"
21="&aktualisieren"
22="&Energieoptionen"
23="Windows-Mobilitätscenter"
24="Netzbetrieb und Energiesparen"
25="alle Energieschemas auflisten"
26="zum Desktop-Kontextmenü hinzufügen"
27="Umschalttaste aktivieren"
28="&Energiespar Pläne ändern"
29="&immer im vordergrund"
30="&Verstecke das Hauptfenster beim start"
31="&Ausblenden, wenn minimiert"
32="Autostart bei Windows"
33="&Spenden"
34="&Website"
35="&Kontak"
36="&über uns"
37="Energiespar Pläne Name\n Energiespar Pläne Beschreibung\n übernehmen\n beenden"
38="Energiespar Pläne Dateien\n Alle Dateien\n Verknüpfungen"
39="Datei kann nicht erstellt werden!"
40="Active Energiespar Pläne kann nicht gelöscht werden!"
41="Möchten Sie den ausgewählten Energieplan wirklich löschen??"
42="Sind Sie sicher, dass Sie die Energiepläne zurücksetzen möchten?"
43="Diese Funktion erfordert Administratorrechte.\n Möchten Sie das Programm mit Administratorrechten ausführen?"

[Language_Polish_Polskie]
Translator="www.portable.info.pl"
01="This program is designed to switch between power schemes quickly."
02="Proszę czekać..."
03="&Plik\n&Edytuj\n&Narzędzia\n&Opcje\n&Wsparcie"
04="Plany zasilania\nOpis"
05="Zastosuj wybrane"
06="Utwórz plan zasilania"
07="Usuń zaznaczone"
08="Centrum mobilności systemu Windows"
09="Zaawansowane opcje zasilania"
10="Opcje mocy"
11="&Importuj plan zasilania"
12="&Zresetuj plany zasilania"
13="&Pokaż okno główne"
14="W&yjdź"
15="&Aktywuj"
16="&Usuń"
17="&zmień"
18="&Exportuj"
19="Utwórz &skrót"
20="&Kopiuj\n&GUID\n&Nazwa\n&Opis"
21="&Odśwież"
22="&Opcje mocy"
23="Centrum &mobilności systemu Windows"
24="Zasilanie && &Uśpij"
25="Lista &planów zasilania"
26="Dodaj do pulpitu &menu kontekstowego"
27="Użyj klawisza &Shift, aby wyświetlić"
28="&Zmień plan zasilania"
29="&Zawsze na górze"
30="&Ukryj okno podczas uruchamiania"
31="&Ukryj po zminimalizowaniu"
32="&Automatyczne uruchamianie podczas startu systemu Windows"
33="&Darowizna"
34="&Strona www"
35="&Kontakt"
36="&O..."
37="Nazwa planu zasilania\nOpis planu zasilania\nZastosuj\nAnuluj"
38="Pliki planu zasilania\nWszystkie pliki\nSkróty"
39="Nie można utworzyć pliku!"
40="Nie można usunąć aktywnego planu zasilania!"
41="Czy na pewno chcesz usunąć wybrany plan zasilania?"
42="Czy na pewno chcesz zresetować plany zasilania?"
43="Ta funkcja wymaga uprawnień administratora.\nCzy chcesz uruchomić program z uprawnieniami administratora?"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="Windows の電源プランをすばやく切替えられる\n電源オプション管理ソフトです。"
02="処理中・・・ 少々お待ち下さい"
03="ファイル(&F)\n編集(&E)\nツール(&T)\nオプション(&O)\nヘルプ(&H)"
04="電源プラン\n説明"
05="選択したプランを有効化"
06="「電源プランの作成」 を開く..."
07="選択したプランの削除"
08="「Windows モビリティセンター」 を開く..."
09="「電源オプション」 の\n「詳細設定」 を開く..."
10="「電源オプション」 を開く..."
11="電源プランファイルを開く(&I)..."
12="電源プランを初期化する(&R)"
13="ウィンドウを表示(&S)"
14="終了(&X)"
15="選択したプランを有効にする(&A)"
16="削除(&D)"
17="名前の変更(&N)..."
18="選択プランをエクスポート(&E)..."
19="選択プランのショートカットを作成(&S)..."
20="コピー\nGUID\n名前\n説明"
21="最新の情報に更新(&R)"
22="「電源オプション」 を開く(&P)..."
23="「Windows モビリティセンター」 を開く(&M)..."
24="「電源とスリープ」 を開く(&S)..."
25="「既存の電源設定」 を表示(&L)..."
26="デスクトップの右クリックメニューに追加(&C)"
27="Shift キーを使用して表示(&S)"
28="電源プランを変更"
29="常に手前に表示する(&A)"
30="起動時にウィンドウを表示しない(&H)"
31="トレイに格納 - 常駐(&T)"
32="Windows 起動時に自動起動する(&W)"
33="[web] 寄付サイトへ(&D)..."
34="[web] 作者サイトへ(&H)..."
35="[web] お問い合わせ(&Q)..."
36="このソフトについて(&A)..."
37="電源プラン名\n電源プランの説明\n適用\nキャンセル"
38="電源プランファイル\nすべてのファイル\nショートカット"
39="ファイルを作成する事ができませんでした"
40="アクティブな電源プランは削除できません"
41="選択した電源プランを削除してもよいですか?"
42="カスタムした電源プランのエクスポート(バックアップ)はできてますか?\n本当に電源プランを初期化(リセット)してもよいですか?"
43="この機能には管理者権限が必要です。\n管理者権限でプログラムを再起動しますか?"

[Language_French_Français]
Translator="Largo"
01="Ce programme est conçu pour passer rapidement d'un plan d'alimentation à un autre.."
02="Veuillez patienter ..."
03="&Fichier\n &Édition\n &Outils\n &Options\n &Aide"
04="Plans d'alimentation\n Description"
05="Appliquer sélectionné"
06="Créer un plans d'alimentation"
07="Supprimer sélectionnée"
08="Centre de mobilité Windows"
09="Options d'alimentation avancées"
10="Options d'alimentation"
11="&Importer le plan d'alimentation"
12="&Réinitialiser les plans d'alimentation"
13="&Afficher la fenêtre principale"
14="Q&uitter"
15="&Activer"
16="&Supprimer"
17="&Renommer"
18="&Exporter"
19="Créer un &Raccourci"
20="&Copier\n &GUID\n &Nom\n &Description"
21="&Actualiser"
22="&Options d'alimentation"
23="Centre de &Mobilité Windows"
24="Alimentation && &Veille"
25="&Liste des plans d'alimentation"
26="Ajouter au Menu &Contextuel du Bureau"
27="Utilisez la touche &Maj pour afficher"
28="&Modifier le plan d'alimentation"
29="&Toujours au-dessus"
30="&Masquer la fenêtre au démarrage"
31="&Masquer lorsque minimisé"
32="&Démarrage auto au démarrage de Windows"
33="&Don"
34="&Page d'accueil"
35="&Contact"
36="&À propos de"
37="Nom du plan d'alimentation\n Description du plan d'alimentation\n Appliquer\n Annuler"
38="Fichiers de plan d'alimentation\n Tous les fichiers\n Raccourcis"
39="Impossible de créer le fichier!"
40="Le plan d'alimentation actif ne peut pas être supprimé!"
41="Voulez-vous vraiment supprimer le plan d'alimentation sélectionné?"
42="Voulez-vous vraiment réinitialiser les modes de gestion de l’alimentation?"
43="Cette fonctionnalité nécessite des droits d'administrateur.\n Voulez-vous exécuter le programme avec des droits d'administration?"

[Language_Korean_한국어]
Translator="Jaehyung Lee"
01="This program is designed to switch between power schemes quickly."
02="잠시 기다려 주세요..."
03="&파일\n&편집\n&도구\n&옵션\n&도움말"
04="전원 관리 옵션\n설명"
05="선택 적용"
06="전원 관리 옵션 만들기"
07="선택 삭제"
08="윈도우 모바일 센터"
09="고급 전원 옵션"
10="전원 옵션"
11="&전원 관리 옵션 가져오기"
12="&전원 관리 옵션 재설정"
13="&메인 창 표시"
14="&끝내기"
15="&활성화"
16="&삭제"
17="&이름 변경"
18="&내보내기"
19="&바로 가기 만들기"
20="&복사\n&GUID\n&이름\n&설명"
21="&새로 고침"
22="&전원 관리 옵션"
23="윈도우 &모바일 센터"
24="전원 && &절전"
25="전원 관리 옵션 &목록"
26="데스크톱 &컨텍스트 메뉴에 추가"
27="표시에 &Shift 키 사용"
28="&전원 관리 옵션 변경"
29="&항상 위에 표시"
30="&Windows 시작 시 숨김"
31="&최소화 시 숨김"
32="&Windows 시작 시 자동 시작"
33="&기부하기"
34="&홈페이지"
35="&연락처"
36="&정보"
37="전원 관리 옵션 이름\n전원 관리 옵션 설명\n적용\n취소"
38="전원 관리 옵션 파일\n모든 파일\n단축키"
39="파일을 만들 수 없습니다!"
40="활성 중인 전원 관리 옵션을 삭제할 수 없습니다!"
41="선택한 전원 관리 옵션을 삭제하시겠습니까?"
42="전원 관리 옵션을 재설정하시겠습니까?"
43="이 기능은 관리자 권한이 필요합니다.\n관리자 권한으로 프로그램을 실행하시겠습니까?"

[Language_Greek_Ελληνικά]
Translator="geogeo.gr"
01="Αυτό το πρόγραμμα έχει σχεδιαστεί για γρήγορη εναλλαγή μεταξύ των σχεδίων παροχής ενέργειας."
02="Παρακαλώ περιμένετε ..."
03="&Αρχείο\n &Επεξεργασία\n Ερ&γαλεία\n Επι&λογές\n &Βοήθεια"
04="Σχέδια παροχής ενέργειας\n Περιγραφή"
05="Εφαρμογή επιλεγμένου"
06="Δημιουργία σχεδίου παροχής ενέργειας"
07="Διαγραφή επιλεγμένου"
08="Κέντρο φορητότητας των Windows"
09="Προηγμένες επιλογές παροχής ενέργειας"
10="Επιλογές παροχής ενέργειας"
11="Ει&σαγωγή σχεδίου παροχής ενέργειας"
12="Επανα&φορά σχεδίου παροχής ενέργειας"
13="&Εμφάνιση κεντρικού παραθύρου"
14="Έ&ξοδος"
15="Ενερ&γοποίηση"
16="&Διαγραφή"
17="&Μετονομασία"
18="Ε&ξαγωγή"
19="Δημιουργία &συντόμευσης"
20="&Αντιγραφή\n GU&ΙD\n Ό&νομα\n &Περιγραφή"
21="Α&νανέωση"
22="Επι&λογές παροχής ενέργειας"
23="Κέντρο &φορητότητας των Windows"
24="Παροχή ενέργειας && &Αναστολή λειτουργίας"
25="Λί&στα σχεδίων παροχής ενέργειας"
26="Προσθήκη στο &Μενού περιβ. επιφάνειας εργασίας"
27="&Χρήση πλήκτρου Shift για εμφάνιση"
28="Α&λλαγή σχεδίου παροχής ενέργειας"
29="&Πάντα στην κορυφή"
30="&Απόκρυψη παραθύρου κατά την εκκίνηση"
31="Απόκρυψη κατά την &ελαχιστοποίηση"
32="Αυτόμ. έναρ&ξη μαζί με τα Windows"
33="&Δωρεά"
34="&Ιστοσελίδα"
35="Επι&κοινωνία"
36="&Περί..."
37="Όνομα σχεδίου παροχής ενέργειας\n Περιγραφή σχεδίου παροχής ενέργειας\n Εφαρμογή\n Άκυρο"
38="Αρχεία σχεδίων παροχής ενέργειας\n Όλα τα αρχεία\n Συντομεύσεις"
39="Δεν είναι δυνατή η δημιουργία του αρχείου!"
40="Δεν είναι δυνατή η διαγραφή του ενεργού σχεδίου παροχής ενέργειας!"
41="Είστε βέβαιος για τη διαγραφή του επιλεγμένου σχεδίου παροχής ενέργειας;"
42="Είστε βέβαιος για την επαναφορά του σχεδίου παροχής ενέργειας;"
43="Αυτό το χαρακτηριστικό χρειάζεται δικαιώματα διαχειριστή.\n Θέλετε να εκτελέσετε το πρόγραμμα με δικαιώματα διαχειριστή;"

[Language_Russian_Русский]
Translator="Sergey.Ramazanov"
01="This program is designed to switch between power schemes quickly."
02="Ожидайте..."
03="&Файл\n &Изменить\n &Инструменты\n &Настройки\n &Помощь"
04="План электропитания\n Описание"
05="Применить выбранный"
06="Создание схемы управления питанием"
07="Удалить выбранный"
08="Центр мобильности Windows"
09="Дополнительные параметры питания"
10="Настройки электропитания"
11="Импорт плана электропитания"
12="Сбросить планы электропитания"
13="Показать главное окно"
14="Выход"
15="&Активировать"
16="&Удалить"
17="&Переименовать"
18="&Экспорт"
19="Создать &ярлык"
20="&Копировать\n &GUID\n &Имя\n &Описание"
21="&Обновить"
22="&Настройки электропитания"
23="Центр мобильности Windows"
24="Питание и спящий режим"
25="Список планов питания"
26="Добавить в контекстное меню рабочего стола"
27="Используйте клавишу Shift для отображения"
28="&Изменить план электропитания"
29="&Всегда сверху"
30="&Скрыть окно при запуске"
31="&Скрыть, когда свернуто"
32="&Автозапуск с загрузкой Windows"
33="&Пожертвовать"
34="&Домашняя страница"
35="&Контакты"
36="&О программе"
37="Имя плана электропитания\n Описание плана электропитания\n Применить\n Отменить"
38="Файлы электропитания\n Все файлы\n Ярлыки"
39="Невозможно создать файл!"
40="Активный план не может быть удален!"
41="Вы уверены, что хотите удалить выбранный план питания?"
42="Вы уверены, что хотите сбросить планы электропитания?"
43="Эта функция требует прав администратора!\n Хотите запустить программу с правами администратора?"

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Тази програма е предназначена за бързо превключване на схемите на захранването."
02="Моля, изчакайте ..."
03="&Файл\n &Редактиране\n &Инструменти\n &Опции\n &Помощ"
04="Планове на захранването\n Описание"
05="Приложи избрания"
06="Създай план за захранване"
07="Изтрий избрания"
08="Мобилен център на Windows"
09="Разширени настройки на захранването"
10="Настройки на захранването"
11="&Импортирай плана за захранване"
12="&Нулиране на плановете за захранването"
13="&Покажи главния прозорец"
14="Из&ход"
15="&Активирай"
16="&Изтрий"
17="&Преименувай"
18="&Експортирай"
19="Създай &пряк път"
20="&Копирай\n &GUID\n &Име\n &Описание"
21="&Обнови"
22="&Опциии на захранването"
23="&Мобилен център на Windows"
24="Захране и &спящ режим"
25="&Списък с планове за захранване"
26="Добави в контекстното меню на работния плот"
27="Използвайте клавиша Shift за показване"
28="&Промени плана за захранване"
29="&Винаги отгоре"
30="&Скрий прозореца при стартиране"
31="&Скрий прозореца при минимизиране"
32="&Автом. стартиране с Windows"
33="&Дарете"
34="&Домашна страница"
35="&Връзка"
36="&Относно"
37="Име на плана за захранване\n Описание на плана за захранване\n Приложи\n Отказ"
38="Файлове на плана за захранване\n Всички файлове\n Преки пътища"
39="Не можах да създам файл!"
40="Активният план за захранването не може да бъде изтрит!"
41="Наистина ли искате да изтриете избрания план за захранването?"
42="Наистина ли искате да нулирате плановете за захранването?"
43="Тази функция изисква администраторски права.\n Искате ли да стартирате програмата с администраторски права?"

[Language_Spanish_Spanish]
Translator="JJourón"
01="This program is designed to switch between power schemes quickly."
02="Pro favor, espera ..."
03="&Archivo\n&Editar\n&Herramientas\n&Opciones\n&Ayuda"
04="Planes de energía\nDescripción"
05="Aplicar seleccionados"
06="Crear plan de energía"
07="Borrar seleccionados"
08="Centro de movilidad de Windows"
09="Opciones de energía avanzadas"
10="Opciones de energía"
11="&Importar plan de energía"
12="&Restablecer plan de energía"
13="&Mostrar ventana principal"
14="Salir"
15="&Activar"
16="&Borrar"
17="&Renombrar"
18="&Exportar"
19="Crear Atajo"
20="&Copiar\n&GUID\n&Nombre\n&Descripción"
21="&Actualizar"
22="&Opciones de energía"
23="Centro de movilidad de windows"
24="Inicio/apagado y suspensión"
25="Lista de planes de energía"
26="Agregar al menú contextual del &escritorio"
27="Use la tecla de &mayúsculas para mostrar"
28="&Cambiar plan de energía"
29="&Siempre encima"
30="&Ocultar ventana al inicio"
31="&Ocultar cuando se minimiza"
32="&Iniciar con Windows"
33="&Donar"
34="&Página principal"
35="&Contacto"
36="&Acerca de .."
37="Nombre del plan de energía\nDescripción del plan de energía\nAplicar\nCancelar"
38="Archivos del plan de energía\nTodos los archivos\nAtajos"
39="¡No se pudo crear el archivo!"
40="¡El plan de energía activo no se puede eliminar!"
41="¿Está seguro de que desea eliminar el plan de energía seleccionado?"
42="¿Estás seguro de que quieres restablecer los planes de energía?"
43="Esta función requiere derechos de administrador.\n¿Quiere ejecutar el programa con derechos administrativos?"

[Language_Italian_Italiano]
Translator="Luca Bastiani"
01="This program is designed to switch between power schemes quickly."
02="Attendi Grazie..."
03="&File\n&Modifica\n&Strumenti\n&Opzioni\n&Aiuto"
04="Piani energetici\nDescrizione"
05="Applica selezionato"
06="Crea un piano di alimentazione"
07="Elimina selezionato"
08="Centro per dispositivi mobili Windows"
09="Opzioni risparmio energia avanzate"
10="Opzioni risparmio energia"
11="&Importa piano di risparmio"
12="&Ripristina i piani di risparmio"
13="&Mostra finestra principale"
14="E&sci"
15="&Attivato"
16="&Elimina"
17="&Rinomina"
18="&Esporta"
19="Crea &collegamento"
20="&Copia\n&Aiuto\n&Nome\n&Descrizione"
21="&Aggiorna"
22="&Opzioni risparmio energia"
23="Centro per dispositivi &mobili Windows"
24="Risparmio energetico && &Spengimento"
25="Elenco dei piani di &risparmio"
26="Aggiungi al desktop &menu contestuale"
27="Usa il tasto &Shift per visualizzare"
28="&Cambia piano di risparmio"
29="&Sempre in primo piano"
30="&Nascondi finestra all'avvio"
31="&Nascondi se ridotto a icona"
32="&Avvio automatico all'avvio di Windows"
33="&Se ti piace il programma pensa a una donazione!"
34="&Home Page"
35="&contatti"
36="&Informazioni"
37="Nome del piano di risparmio\nDescrizione del piano di risparmio\nApplica\nAnnulla"
38="File del piano di risparmio\nTutti i file\nCollegamenti"
39="Impossibile creare il file!"
40="Il piano di risparmio attivo non può essere eliminato!"
41="Sei sicuro di voler eliminare il piano di risparmio selezionato?"
42="Sei sicuro di voler ripristinare i piani di risparmio?"
43="Questa funzione richiede diritti di amministratore.\nVuoi eseguire il programma con diritti amministrativi?"

[Language_Dutch_Nederlands]
Translator="artbydiamond.nl (03/2132)"
01="This program is designed to switch between power schemes quickly."
02="Een ogenblik geduld ..."
03="&Bestand\nBe&werken\n&Hulpmiddelen\n&Opties\n&Help"
04="Energiebeheerschema\nOmschrijving"
05="Geselecteerde toepassen"
06="Maak een energiebeheerschema"
07="Verwijder geselecteerde"
08="Windows Mobiliteitscentrum"
09="Geavanceerde instellingen"
10="Energiebeheer"
11="Energ&ieplan importeren"
12="Ene&rgieplannen opnieuw instellen"
13="Hoofdven&ster weergeven"
14="&Afsluiten"
15="&Activeren"
16="&Verwijderen"
17="&Hernoemen"
18="&Exporteren"
19="&Snelkoppeling maken"
20="&Kopiëren\n&GUID\n&Naam\n&Omschrijving"
21="Ver&nieuwen"
22="&Energiebeheer"
23="Windows &Mobiliteitscentrum"
24="Power && &Sleep"
25="&Lijst met energieplannen"
26="Toevoegen aan Bureaublad &Contextmenu"
27="Gebruik de &Shift-toets om weer te geven"
28="&Energieplan wijzigen"
29="&Altijd bovenop"
30="Venster verbergen bij &opstarten"
31="&Verbergen wanneer geminimaliseerd"
32="&Automatisch starten met opstarten van Windows"
33="&Doneren"
34="&Homepagina"
35="&Contact"
36="&Over"
37="Naam energieschema\nOmschrijving energieschema\nToepassen\nAnnuleren"
38="Bestanden energiebeheerschema\nAlle bestanden\nSnelkoppelingen"
39="Kan bestand niet maken!"
40="Het actieve energieplan kan niet worden verwijderd!"
41="Weet je zeker dat je het geselecteerde energiebeheerschema wilt verwijderen?"
42="Weet je zeker dat je de energieplannen wilt resetten?"
43="Deze functie vereist beheerdersrechten.\nWil je het programma met beheerdersrechten uitvoeren?"

[Language_Persian_فارسی]
Translator="MilanSoft - علیرضا میلانی"
01="این نرم افزار برای تعویض سریع  برنامه تنظیم نیرو ایجاد شده است"
02="...منتظر بمانید"
03="فایل\nویرایش\nابزارها\nتنظیمات\nراهنما"
04="برنامه تنظیم نیرو\nتوضیحات"
05="تایید انتخاب شده ها"
06="ایجاد یک برنامه تنظیم نیرو"
07="حذف انتخاب شده ها"
08="مرکز ویندوز موبیلیتی"
09="گزینه های پیشرفته نیرو"
10="گزینه های نیرو"
11="وارد کردن برنامه تنظیم نیرو"
12="بازنشانی برنامه های تنظیم نیرو"
13="نمایش پنجره اصلی"
14="خروج"
15="فعال کردن"
16="حذف"
17="تغییر نام"
18="خروجیگیری"
19="ایجاد میانبر"
20="کپی\nراهنما\nنام\nتوضیحات"
21="تازه سازی"
22="تنظیمات نیرو"
23="مرکز ویندوز موبیلیتی"
24="نیرو && حالت خواب"
25="لیست برنامه های تنظیم نیرو"
26="افزودن به منوی گسسته دسکتاپ"
27="برای نمایش Shift استفاده از کلید"
28="تغییر برنامه نیرو"
29="همیشه در بالا"
30="مخفی کردن پنجره در استارت آپ"
31="مخفی کردن وقتی کمینه شده"
32="راه اندازی در شروع ویندوز"
33="کمک مالی"
34="صفحه خانگی"
35="ارتباط"
36="درباره"
37="نام برنامه تنظیم نیرو\nتوضیحات برنامه تنظیم نیرو\nتایید\nلغو"
38="فایلهای برنامه تنظیم نیرو\nهمه فایلها\nمیانبرها"
39="!قادر به ایجاد فایل نیست"
40="!برنامه تنظیم نیروی فعال قابل حذف نیست"
41="آیا شما از حذف برنامه تنظیم نیروی انتخاب شده مطمئن هستید؟"
42="آیا از تنظیم مجدد برنامه های نیرو مطمئن هستید؟"
43="این ویژگی به مجوز مدیر سیستم نیاز دارد.\nآیا شما مایل به اجرای برنامه با مجوز کاربر میباشید؟"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="This program is designed to switch between power schemes quickly."
02="Vă rugăm așteptați..."
03="&Fișier\n &Editare\n &Instrumente\n &Opțiuni\n &Ajutor"
04="Planuri de alimentare\n Descriere"
05="Aplicare selectate"
06="Creare plan de alimentare"
07="Stergere selectate"
08="Centrul de mobilitate Windows"
09="Opțiuni avansate de alimentare"
10="Opțiuni de alimentare"
11="&Importare plan de alimentare"
12="&Resetare planuri de alimentare"
13="&Afișare fereastră principală"
14="&Ieșire"
15="&Activat"
16="&Ștergere"
17="&Redenumire"
18="&Export"
19="&Crează o scurtătură"
20="&Copiere\n &GUID\n &Nume\n &Descriere"
21="&Reîmprospătare"
22="&Opțiuni de alimentare"
23="&Centrul de mobilitate Windows"
24="Alimentare && &Repaus"
25="&Lista planurilor de alimentare"
26="&Adăugare la meniul contextual desktop"
27="&Utilizare tastă Shift pentru a afișa"
28="&Schimbare plan de alimentare"
29="&Mereu în Top"
30="&Ascunde fereastra la pornire"
31="&Ascunde când este minimizat"
32="&Pornire automată la pornirea Windows"
33="&Donează"
34="&Pagina principală"
35="&Contact"
36="&Despre"
37="Numele planului de alimentare\n Descrierea planului de alimentare\n Aplicare\n Anulare"
38="Fișierele planului de alimentare\n Toate fișierele\n Comenzi rapide"
39="Imposibil de creat fișierul!"
40="Planul de alimentare activă nu poate fi șters!"
41="Sigur doriți să ștergeți planul de alimentare selectat?"
42="Sigur doriți să resetați planurile de alimentare?"
43="Această funcție necesită drepturi de administrator.\n Doriți să rulați programul cu drepturi de administrator?"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ezt a programot arra tervezték, hogy gyorsan tudjon váltani az energiasémák között."
02="Kérjük, várjon ..."
03="&Fájl\n&Szerkesztés\n&Eszközök\n&Beállítások\n&Súgó"
04="Energiasémák\nLeírás"
05="A kiválasztott alkalmazása"
06="Energiaséma létrehozása"
07="A kiválasztott törlése"
08="Windows Mobilközpont"
09="Speciális energiagazdálkodási lehetőségek"
10="Energiagazdálkodási lehetőségek"
11="&Energiaséma importálása"
12="&Energiaséma alaphelyzetbe állítása"
13="&A főablak megjelenítése"
14="&Kilépés"
15="&Aktiválás"
16="&Törlés"
17="&Átnevezés"
18="&Exportálás"
19="Parancsikon &létrehozása"
20="&Másolás\n&GUID\n&Név\n&Leírás"
21="&Frissítés"
22="&Energiagazdálkodási lehetőségek"
23="Windows &Mobilközpont"
24="Képernyő és &Alvás"
25="Energiasémák &lista"
26="Hozzáadás az Asztal &helyi menüjéhez"
27="A megjelenítéshez használja a &Shift billentyűt"
28="&Energiaséma váltása"
29="&Mindig felül"
30="&Ablak elrejtése indításkor"
31="&Kis méretre állításkor elrejtés"
32="&Automatikus indítás a Windows indulásakor"
33="&Adomány"
34="&Honlap"
35="&Kapcsolat"
36="&Névjegy"
37="Energiaséma neve\nEnergiaséma leírása\nAlkalmaz\nMégsem"
38="Energiaséma fájlok\nMinden fájl\nParancsikonok"
39="Nem lehet fájlt létrehozni!"
40="Az aktív energiaséma nem törölhető!"
41="Biztosan törli a kijelölt energiasémát?"
42="Biztosan alaphelyzetbe állítja az energiasémákat?"
43="Ez a funkció rendszergazdai jogokat igényel.\nSzeretné rendszergazdai jogokkal futtatni a programot?"

[Language_Chinese Traditional_繁體中文]
Translator="DayKing@Unikoshardware.com"
01="本程式用途為方便使用者快速切換電源計畫。"
02="請稍候..."
03="檔案(&F)\n 編輯(&E)\n 工具(&T)\n 選項(&O)\n 說明(&H)"
04="電源計畫\n 描述"
05="套用選取"
06="建立電源計畫"
07="刪除選取"
08="Windows 行動中心"
09="進階電源選項"
10="電源選項"
11="匯入電源計畫(&I)"
12="重設電源計畫(&R)"
13="顯示主視窗(&S)"
14="離開(&X)"
15="啟用(&A)"
16="刪除(&D)"
17="重新命名(&R)"
18="匯出(&E)"
19="建立捷徑(&S)"
20="複製(&C)\n GUID(&G)\n 名稱(&N)\n 描述(&D)"
21="重新整理(&R)"
22="電源選項(&P)"
23="Windows 行動中心(&M)"
24="電源 && 睡眠(&S)"
25="電源計畫清單(&L)"
26="新增到桌面快顯功能表(&C)"
27="以 Shift 鍵顯示(&S)"
28="變更電源計畫(&C)"
29="最上層顯示(&A)"
30="執行時自動隱藏(&A)"
31="最小化時隱藏(&H)"
32="開機自動執行(&A)"
33="贊助(&D)"
34="首頁(&H)"
35="聯繫(&C)"
36="關於(&A)"
37="電源計畫名稱\n 電源計畫描述\n 套用\n 取消"
38="電源計畫檔案\n 所有檔案\n 捷徑"
39="無法建立檔案!"
40="啟用中的電源計畫無法刪除!"
41="你確定要刪除選取的電源計畫?"
42="你確定要重設電源計畫?"
43="此功能需要系統管理員權限。\n 你確定要以系統管理員權限執行?"

[Language_Swedish_Svenska]
Translator="1ff"
01="Detta program är designat för att snabbt kunna ändra energischeman."
02="Vänligen vänta ..."
03="&Fil\n&Redigera\n&Verktyg\n&Alternativ\n&Hjälp"
04="Energischeman\nBeskrivning"
05="Tillämpa valda"
06="Skapa ett energischema"
07="Radera valda"
08="Windows mobilitetscenter"
09="Avancerade energialternativ"
10="Energialternativ"
11="&Importera energischema"
12="&Återställ energischeman"
13="&Visa huvudfönstret"
14="A&vsluta"
15="&Aktivera"
16="&Radera"
17="&Byt namn"
18="&Exportera"
19="Skapa &genväg"
20="&Kopiera\n&GUID\n&Namn\n&Beskrivning"
21="&Uppdatera"
22="&Energialternativ"
23="Windows &mobilitetscenter"
24="Energi && &Strömsparläge"
25="Lista över &energischeman"
26="Lägg till i skrivbordets &snabbmeny"
27="Använd &Shift-tangenten för visning"
28="&Ändra energischema"
29="&Alltid överst"
30="&Dölj fönstret vid starten"
31="&Dölj vid minimerande"
32="&Starta automatiskt med Windows"
33="&Donera"
34="&Hemsida"
35="&Kontakt"
36="&Om"
37="Namn på energischema\nBeskrivning av energischema\nTillämpa\nAvsluta"
38="Filer för energischema\nAlla filer\nGenvägar"
39="Filen kunde inte skapas!"
40="Det aktiva energischemat kunde inte raderas!"
41="Är det säkert att du vill radera det valda energischemat?"
42="Är det säkert att du vill återställa energischemana?"
43="Denna egenskap kräver administratörsrättigheter.\nVill du köra programmet med dem?"

[Language_Portuguese_Brasil]
Translator="Danilo Duarte"
01="Este programa foi projetado para alternar entre esquemas de energia rapidamente."
02="Por favor, aguarde ..."
03="&Arquivo\n&Editar\n&Ferramentas\n&Opções\n&Ajuda"
04="Planos de energia\nDescrição"
05="Ativar plano"
06="Criar plano"
07="Excluir plano"
08="Centro de mobilidade do windows"
09="Opções avançadas"
10="Opções de energia"
11="&Importar Plano"
12="&Excluir todos os planos"
13="&Abrir o programa"
14="Fechar o programa"
15="&Ativar"
16="&Excluir"
17="&Renomear"
18="&Exportar"
19="Criar atalho"
20="&Copiar\n&ID\n&Nome\n&Descrição"
21="&Recarregar"
22="&Painel de energia do windows"
23="Centro de mobilidade do windows"
24="Energia e Hibernarção"
25="Lista dos planos de energia"
26="Exibir no botão direito do mouse"
27="Use a tecla Shift para exibir"
28="&Alterar plano de energia"
29="&Sempre no topo"
30="&Ocultar ao iniciar"
31="&Ocultar quando minimizado"
32="&Iniciar ao ligar o windows"
33="&Faça uma doação"
34="&Conheça outros programas"
35="&Fale conosco"
36="&Mais informações"
37="Nome do plano de energia\nDescrição do plano de energia\nAplicar\nCancelar"
38="Arquivos de plano de energia\nTodos os arquivos\nAtalhos"
39="Não foi possível criar o arquivo!"
40="Este plano não pode ser excluido!"
41="Realmente quer excluir este plano de energia?"
42="Realmente quer excluir todos os planos de energia?"
43="Este recurso requer direitos de administrador.\nVocê deseja executar o programa como administrador?"

[Language_Chinese Simplified_中文（简体）]
Translator="MRT"
01="本程序用途为方便用户快速切换电源计划。"
02="请稍候..."
03="文件(&F)\n编辑(&E)\n工具(&T)\n选项(&O)\n说明(&H)"
04="电源计划\n描述"
05="启用所选"
06="建立电源计划"
07="删除所选"
08="Windows 行动中心"
09="进阶电源选项"
10="电源选项"
11="导入电源计划(&I)"
12="重置电源计划(&R)"
13="显示主窗口(&S)"
14="退出(&X)"
15="启用(&A)"
16="删除(&D)"
17="重命名(&R)"
18="导出(&E)"
19="建立快捷方式(&S)"
20="复制(&C)\nGUID(&G)\n名称(&N)\n描述(&D)"
21="重新整理(&R)"
22="电源选项(&P)"
23="Windows 行动中心(&M)"
24="电源 && 睡眠(&S)"
25="电源计划清单(&L)"
26="新增到桌面快捷菜单(&C)"
27="以 Shift 键显示(&S)"
28="变更电源计划(&C)"
29="最上层显示(&A)"
30="执行时自动隐藏(&A)"
31="最小化时隐藏(&H)"
32="开机自启动(&A)"
33="赞助(&D)"
34="首页(&H)"
35="联系(&C)"
36="关于(&A)"
37="电源计划名称\n电源计划描述\n应用\n取消"
38="电源计划文件\n所有文件\n快捷方式"
39="无法建立文件!"
40="启用中的电源计划无法删除!"
41="你确定要删除选择的电源计划?"
42="你确定要重置电源计划?"
43="此功能需要系统管理员权限。\n你确定要以系统管理员权限执行?"

[Language_Hebrew_עברית]
Translator="PeterG"
01="תוכנה עוזרת לבחור בקלות ומהירות מצב צריכת חשמל של המחשב"
02="...אנא המתן"
03="&קובץ\n&עריכה\n&כלים\n&אפשרויות\n&עזרה"
04="מצבי צריכת חשמל\nDescription"
05="החל אפשרות שנבחרה"
06="צור מצב צריכת חשמל"
07="מחק בחירה"
08="(מרכז ניידות וינדוס (מחשב נייד"
09="אפשרויות צריכת חשמל מתקדמות"
10="אפשרויות צריכת חשמל"
11="&ייבא מצב צריכת חשמל"
12="&אתחל מצבי צריכת חשמל"
13="&הצג חלון ראשי"
14="י&ציאה"
15="&הפעל"
16="&מחק"
17="&שנה שם"
18="&ייצא"
19="צור &קיצור דרך"
20="&העתק\n&מזהה ייחודי גלובלי\n&שם\n&תיאור"
21="&רענן"
22="&אפשרויות צריכת חשמל"
23="(מרכז &ניידות וינדוס (מחשב נייד"
24="מצב &שינה"
25="רשימת &מצבי צריכת חשמל"
26="הוסף לתפריט ההקשר &של שולחן העבודה"
27="Shift לתצוגה, השתמש במקש"
28="&שנה מצב צריכת חשמל"
29="&חלון התוכנה תמיד מעל לחלונות אחרים"
30="&הסתר חלון בהפעלת התוכנה"
31="&הסתר כשממוזער"
32="&הפעלה אוטומטית בהפעלת המחשב"
33="&תרום"
34="&דף הבית"
35="&צור קשר"
36="&אודות"
37="שם מצב צריכת חשמל\nתיאור מצב צריכת חשמל\nהחל\nביטול"
38="קבצי מצבי צריכת חשמל\nכל הקבצים\nקיצורי דרך"
39="!לא ניתן ליצור קובץ"
40="!לא ניתן למחוק מצב צריכת חשמל פעיל"
41="?האם למחוק מצב צריכת חשמל שנבחר"
42="?האם לאתחל מצבי צריכת חשמל"
43=".תכונה זו דורשת זכויות מנהל\n?האם להפעיל את התוכנה עם זכויות מנהל"

[Language_Arabic_عربي]
Translator="AhmedBakr - MesterPerfect"
01="تم تصميم هذا البرنامج للتبديل السريع بين مخططات الطاقة."
02="يرجى الإنتظار ..."
03="&ملف\n &تعديل\n &أدوات\n &خيارات\n &مساعدة"
04="خطط الطاقة\n الوصف"
05="تطبيق المحدد"
06="إنشاء خطة طاقة"
07="حذف المحدد"
08="مركز التنقل في ويندوز"
09="خيارات الطاقة المتقدمة"
10="خيارات الطاقة"
11="إ&ستيراد خطط الطاقة"
12=إس&تعادة خطط الطاقة"
13="إظهار ال&نافذة الرئيسية"
14="إ&غلاق"
15="&تنشيط"
16="&حذف"
17="إعادة الت&سمية"
18="ت&صدير"
19="إن&شاء اختصار سريع"
20="&نسخ\n &معرف الخطة GUID\n &الإسم\n &الوصف"
21="&تحديث"
22="&خيارات ال&طاقة"
23="مركز ال&تنقل في ويندوز"
24="الطاقة && ال&سكون"
25="قائمة &خطط الطاقة"
26="إضافة إلى قائمة سياق &سطح المكتب"
27="استخدم مفتاح Shift للعر&ض"
28="&تغيير خطة الطاقة"
29="دائما في ال&على"
30="إخفاء ال&نافذة عند التشغيل"
31="إخفاء و&تصغير"
32="التشغيل التل&قائي مع بدء ويندوز"
33="&تبرع"
34="ال&صفحة الرئيسية"
35="&اتصل بنا"
36="&حول"
37="اسم خطة الطاقة\n وصف خطة الطاقة\n تطبيق\n إلغاء"
38="ملفات خطة الطاقة\n كل الملفات\n الاختصارات"
39="تعذر إنشاء الملف!"
40="لا يمكن حذف خطة الطاقة النشطة!"
41="هل أنت متأكد أنك تريد حذف خطة الطاقة المحددة؟"
42="هل أنت متأكد أنك تريد إستعادة خطط الطاقة؟"
43="تتطلب هذه الميزة أذونات الحساب المسؤول.\n هل تريد تشغيل البرنامج بأذونات الحساب المسؤول؟"


